package LKDA;
//====================================================================
//                 表示するメッセージを定義するクラス
//====================================================================
public class Message {
  //-- キャラクタの名前を定義
  public static String chara[] = {
      "PLAYER",
      "ENEMY"
  };

  //-- バトルメッセージを定義
  public static String battle[] = {
      " は どうする?",
      " が あらわれた!",
      " の こうげき!",
      " の 必殺技!",
      " の 体力が回復した!",
      " は 死んだ…",
      " の ダメージを受けた･･･"
  };
}
